[General]
Translator, "Hrant Ohanyan"
LangVersion, "6.3.0.0"
LangKeysTotal, "739"
LangKeysComplete, "374"
GeneratedDateTimeUTC, "Dec 18, 2019 19:34 (UTC)"
GenerationTimeMS, "37"


[Icon]
R0lGODlhEAAQAPe2AP+/AACA/wBt//+7AP/UAP+1AP+8AP/CAP/JADab/zWa///MAFXK///DAJ+V
HQBs/5JwbJJybQCL/wCF/wp+/wx8/1bJ/1C+///HAN2Jef/jAA+k///hAEqOrf/FAJ+PHeV4ap+B
HeRjTpB4c494cp98Hf/cAN5rXN52Y1zS/9x9bmHb/99/bKZ7H//nAJB5df/IAJ+YHf/LAP+4AFG1
/4xtZ5+JHf/XAE63/wBr/1PC/0i0/+N8bJF0b5+THVfC/5ZhXv/aAKCdHZJwawBR/+KTggBf/0+v
/wmM/+KAc1mXrABj//+2AJ+MHZN9eOZwYeRlUeFsWFvH/4txbuRzZYI6Ntx3af/yAN9wYd+IeeBo
WeZqW5JnYpJtaABp/5+AHf/tAEOq/4UoHJ9+HQBg/5F7dt90YuBvXETE/5F1cehiTv/lAKCZHf/O
ANeFdZ96HQBx/1K+///1AONoUx0/oAB7/6mcFOCGdgA7////AIxTTa+IRutwYR1Jn0mp/96OgP/4
ANx5ZuR3Zv/GLlO5/yKM/wBP/916bAB1/5JrZlucsdl/cB2a/95uX5JmYZJoY//fAFSSqgBo/1nP
/1/P/6WhG//NAKB7HeODdKR+LRZRqEKl/6eFRt51Z91zZOdDKZJpZeJ+bwB2/9iCczOp/5+DHRcx
pju5/027///RAFPE/+ByXv/sAAB6//+0AACS/+CMfFW9/+FpV5+GHdp8aEau/////wAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAACH5BAEAALYALAAAAAAQABAA
AAjnAG0JHEiwoMGDBJ2UeTEiTY8IEIZ0SQTqERdHQEgU+QMryx1MSULxACGIyhM+eqZkcDNqkYpD
Vjp5wtLohJYtVWqwoBUIhZlVZ6LImgNFhJpPYhStSDHJgqoLqHbUCrNJAYUHmpRQkvIjFiEaR/wk
KFRBgBcjfSIx0BEHBylGSALUEQUnxxIidDqgObXhlYQJAVohEiCJjCE8pvYMcsVkAIAGMGS0IWBC
AytAdjgVKDDDAIADHhBYIhCEgws5MTIN8HwAA4IFqW5AWgPmSh4hLS69GVMixJdSs2w0+eDDAZtK
CJMrLxgQADs=


[BFAPI]
ErrorClientVersionTooOld, "Ձեր հաճախորդի վարկածը շատ հին է:\nԽնդրում ենք թարմացնել ծրագիրը և կրկին փորձեք:"
ErrorFailClientTime, "Համակարգչի ժամը սխալ է։\nՍտուգեք համակարգային ժամանակը և կրկին փորձեք։"
ErrorFailLogin, "Ստուգեք ձեր էլ. հասցեն և գաղտնաբառը և կրկին փորձեք։"
ErrorFailPrefix, "Չհաջողվեց միանալ ձեր Երկուական ամրոցի հաշիվին:\nԽնդրում ենք ստուգել ձեր ինտերնետային կապը և հաստատել, որ այս ծրագիրը չի արգելափակվում ձեր համակարգչի կամ ցանցի վստահված անձի կամ firewall- ի կողմից:"
ErrorInvalidProTrialLicenseKey, "Ձեր փորձարկման լիցենզիայի բանալին կարծես անվավեր է:\nԼրացուցիչ տեղեկությունների համար խնդրում ենք կապվել մեզ հետ:"
ErrorItemSizeTooLarge, "Այն իրերից մեկը, որը դուք փորձում եք համաժամեցնել, չափազանց մեծ է:\nԴուք պետք է ջնջեք մեծ կետը և կրկին փորձեք համաժամեցնել:"
ErrorTrialExpiredPrompt, "Ձեր դատավարության լիցենզիայի ժամկետն ավարտվել է:\nԿցանկանայի՞ք կապվել մեզ հետ և սկսել մեկ այլ դատավարություն:"
ErrorTwoFactorInvalid, "Ձեր երկու գործոնային օրենսգիրքը անվավեր է կամ լրացել:\nԽնդրում ենք կրկին փորձել:"
ErrorUnknownProPurchasedLicenseKey, "Ձեր Լիցենզիայի բանալին կարծես անվավեր է:\nԼրացուցիչ տեղեկությունների համար խնդրում ենք կապվել մեզ հետ:"
LoginPrompt, "Դուք պետք է մուտքագրեք ձեր Երկուական ամրոցի մուտքի տեղեկատվությունը `ձեր պրոֆիլները համաժամեցնելու համար:\nԿցանկանայի՞ք մուտքագրել ձեր մուտքի տեղեկությունները հիմա:"
PromptTwoFactor, "Խնդրում ենք մուտքագրել այն երկու-գործոնային ծածկագիրը, որն ուղարկվել է ձեր սարքին:"
PromptTwoFactorImportOldCredentials, "Այս հավելվածն այժմ աջակցում է երկկողմանի վավերացմանը, և այն ներկայումս այն միացված է ձեր հաշվում: մի քանի րոպեի ընթացքում խնդրում ենք կապվել Երկուական ամրոցի աջակցությանը:"
PromptTwoFactorTOTP, "Խնդրում ենք մուտքագրել բջջային վավերացուցիչների ծրագրի կողմից գեներացված 6-նիշանոց ծածկագիրը:"
TitleSync, "Համաժամեցվում է ձեր Երկուական ամրոց հաշվի հետ"


[BFAPILoginControl_Controls]
btnLogin, "& Մուտք"
btnLogout, "& Ելք"
btnMyAccount, "Իմ հաշիվը"
btnMyLicenses, "&Իմ արտոնագրերը"
btnRegister, "& Գրանցվել"
btnResetPassword, "Վերականգնել գաղտնաբառը"
lblEmailAddress, "Էլեկտրոնային հասցե:"
lblName, "Անուն:"
lblPassword, "Գաղտնաբառ."


[BFAPILoginControl_LicenseRestrictions]
LicenseRestrictionBlock, "Անձնական կամ Ընկերություն, # նշվելու է արտոնագրում"
LicenseRestrictionEnterprise, "Անսահմանափակ թվով համակարգիչներ՝ ընկերության տարբեր տեղերում"
LicenseRestrictionPersonal, "Անսահմանափակ անհատական համակարգիչներ և 1 ընկերության համակարգիչ, որը միայն դուք եք օգտագործում"
LicenseRestrictionSite, "Անսահմանափակ թվով համակարգիչներ՝ 1 տեղում"
LicenseRestrictionStandard, "Անձնական կամ Ընկերություն, 1 համակարգիչ"
LicenseRestrictionSteam, "Անհատական կամ Ընկերություն, անսահմանափակ համակարգիչներ, հիմնական օգտագործողը դուք եք և Steam- ը տեղադրված է"


[BFAPILoginControl_Strings]
ErrorEnterEmailAddress, "Նշեք ճիշտ էլ. հասցե և կրկին փորձեք։"
ErrorEnterPassword, "Նշեք ձեր էլ. հասցեն և կրկին փորձեք։"
ErrorLoginFailed, "Հնարավոր չեղավ բացել ձեր հաշվի տեղեկությունը։\nՆշեք ձեր էլ. հասցեն և գաղտնաբառը և կրկին փորձեք։"
ErrorNoLicensesFound, "Հնարավոր չեղավ գտնել արտոնագրի մասին տեղեկություն այս հաշվի համար։\nԵթե օգնության կրիք ունեք, գրեք մեզ։"
ErrorUnknownLicenses, "Սխալ է գրանցվել արտոնագրի մասին տեղեկությունը բացելիս։"
ErrorUnknownLogin, "Սխալ է գրանցվել ձեր հաշվի մասին տեղեկությունը բացելիս։"
Note, "Մուտք գործեք ձեր Լիցենզիայի ստեղնը ստանալու համար և համաժամեցեք ձեր Երկուական ամրոց հաշվի հետ:"
SelectLicensePrompt, "Դուք ներկայումս օգտագործում եք Անվճար վարկածը, Pro Trial լիցենզիան, կամ ձեր Լիցենզիայի բանալին անվավեր է:"
Title, "Իմ Երկուական ամրոցի հաշիվը"
TitleLoadingLicenses, "Արտոնագրի տեղեկության բեռնում"


[BFFormAPIMyLicenses_Controls]
colDateCreated, "Ստեղծվել է՝"
colDateExpires, "Ավարտվելու է՝"
colLicenseKey, "Արտոնագրի բանալին"
colLicenseRestrictions, "Արտոնագրի սահմանափակումը"
colLicenseType, "Արտոնագրի տեսակը"
colName, "Արտոնագրի անունը"


[BFFormAPIMyLicenses_Strings]
ConfirmUseLicense, "Օգտագործե՞լ արտոնագրի այս բանալին։"
ErrorSelectLicense, "Ընտրեք արտոնագիրը ցանկից և կրկին փորձեք։"
ShowNeedLicenseWarning, "Ընտրեք արտոնագրի բանալիներից մեկը և սեղմեք 'ԼԱՎ'՝ այն օգտագործելու համար։"
Title, "Իմ Արտոնագրերը"


[BFFormCodeEditor]
btnHotKeyEdit, "Խմբագրել"
btnInsertFunction, "& Տեղադրեք ծածկագիրը"
btnInsertFunctionTT, "Զննեք նախնական պատրաստված սցենարների օգնության ցուցակը, որոնք կօգնեն ձեզ ստեղծել ձեր սեփական գործառույթը:"
btnRedoTT, "Վերականգնել (Ctrl + Y)"
btnReferencesDefault, "Լռելյայն հղումներ"
btnRunFunction, "& Գործարկման կոդ"
btnRunFunctionTT, "Գործարկում է գործող ծածկագիրը:"
btnUndoTT, "Վերացնել (Ctrl + Z)"
btnVerifyFunction, "& Հաստատել ծածկագիրը"
btnVerifyFunctionTT, "Ստուգում է գործող ծածկագիրը ՝ առանց այն գործարկելու:"
ErrorCompileFailed, "Կազմումը ձախողվեց:"
ErrorEnterCode, "Մուտքագրեք C# կամ VB.net կոդը և փորձեք կրկին:"
ErrorEnterName, "Խնդրում ենք մուտքագրել անուն և կրկին փորձել:"
ErrorRunFailed, "Վազքը ձախողվեց:"
lblDescription, "Նկարագիրը:"
lblHelp, "Օգնեք գործառույթներին"
lblKeyCombination, "Հիմնական համադրություն."
lblLanguage, "Լեզու:"
lblName, "Անուն:"
lblReferences, "Հղումներ."
lblShare, "Կիսեք ձեր ծածկագիրը համայնքի հետ:"
MessageRunning, "Վազում է."
MessageRunSuccess, "Վազեք հաջող:"
MessageVerifySuccess, "Հաստատեք հաջողակ:"
MessageWait, "Սպասում է կոդին գործարկելն ավարտելու համար:\nԳործող ծածկագիրը դադարեցնելու համար կարող եք օգտագործել համակարգի սկուտեղի պատկերակը:"
MessageWaitTitle, "Սպասում ենք օրենսգրքին"
PromptChangeLanguage, "Կցանկանայի՞ք բեռնել լռելյայն ծածկագիրը:\nԶԳՈՒՇԱ :ՈՒՄ."
PromptCloseWithoutSave, "Համոզվա՞ծ եք, որ ցանկանում եք փակել ՝ առանց խնայելու:"
PromptDefaultReferences, "Համոզվա՞ծ եք, որ ցանկանում եք վերալիցքավորել հղումները լռելյայն:"
PromptInvalidSave, "Այս ծածկագիրը կարծես անվավեր է:\nՀամոզվա՞ծ եք, որ ցանկանում եք այն պահպանել ամեն դեպքում:"
ShareMessage, "Ձեր կոդը կցվի այս խնդրանքին ինքնաբերաբար:\nԵթե ցանկանում եք հաղորդագրություն ուղարկել, խնդրում ենք մուտքագրեք այն բաժանարար տողի վերևում: Շնորհակալություն"
ShareSubject, "Համօգտագործման կոդ."
ShareTitle, "Համօգտագործման կոդ"
ShareWarning, "Ձեր անունը կօգտագործվի վարկի համար, այնպես որ խնդրում ենք տեղեկացնել մեզ, արդյոք կցանկանայիք ալիացիան օգտագործել կամ անանուն կիսել:"


[BFFormCodeEditorLookups]
PromptSelectWindowStyles, "Ընտրեք պատուհանների ոճը (ներ) ը."
PromptSelectWindowStylesEx, "Խնդրում ենք ընտրել Ընդլայնված պատուհանի ոճ (ներ) ը."
RemoveConfirmOne, "Համոզվա՞ծ եք, որ ցանկանում եք հեռացնել ընտրված կետը:"
SelectAnItem, "Խնդրում ենք ընտրել ցուցակից որևէ առարկա և կրկին փորձել:"
SelectAudioDevice, "Խնդրում ենք ընտրել աուդիո սարք:"
SelectMouseCursorLocation, "Կտտացրեք մկնիկի կուրսորը գտնվելու վայրը ընտրելու համար\nՍեղմեք ցանկացած բանալին `չեղարկելու համար"
SendKeys_EditString, "Խմբագրել լարային"
SendKeys_EnterString, "Մուտքագրեք լար:"
SendKeys_mniAddKeyCombination, "Ավելացնել հիմնական համադրություն"
SendKeys_mniAddRawText, "Ավելացնել հում տեքստ"
SendKeys_mniAddText, "Ավելացնել տեքստ"
SendKeys_Title, "SendKeys- ի շինարար"


[BFFormDownload_Strings]
ConfirmCancel, "Չեղաղրկե՞լ այս բեռնումը։"
Error, "Սխալ է գրանցվել։"
Progress, "Մնացել է՝ {0} ԿԲ ({1} ԿԲ-ից)"
ProgressUnknown, "Բեռնվում է՝ {0} ԿԲ"


[BFFormGetWallpaperFusionTag]
ErrorSelectTag, "Ընտրեք WallpaperFusion պիտակը և փորձեք կրկին:"
lblQuery, "Զտիչ:"
Title, "ՊաստառներՀետևանքներ"


[BFFormOnlineMacroBrowser]
btnClose, "&Փակել"
colContributors, "Ներդրողները"
colCreatedBy, "Ստեղծվել է"
colDownloads, "Ներլցումներ"
colLanguage, "Լեզու"
colLastModified, "Վերջին փոփոխությունը"
lblQuery, "Զտիչ:"
Loading, "Բեռնվում է ..."


[BFFormProxySettings_Controls]
btnSave, "Պահպանել"
lblProxyAddress, "Սպասարկիչի հասցեն."
lblProxyPassword, "Գաղտնաբառ."
lblProxyPassword2, "Կրկնեք գաղտնաբառը."
lblProxyPort, "Պորտը."
lblProxyUsername, "Օգտատերը."
rdoCustomSettings, "Օգտ. &Պրոքսիի ընտրված կարգավորումներ."
rdoNoProxy, "&Առանց պրոքսի սպասարկիչի (ուղղակի միացում)"
rdoUseIESettings, "Օգտ. &Internet Explorer-ի միացման կարգավորումները"


[BFFormProxySettings_Strings]
EnterServerAddress, "Ընտրեք Պրոքսի սպասարկիչի հասցեն կամ ընտրեք 'Առանց պրոքսիի'։"
EnterServerPort, "Նշեք պրոքսի սպասարկիչի պորտը կամ ընտրեք 'Առանց պրոքսիի'։"
PasswordDecryptionFailed, "Ձեր ինտերնետային կապի պարամետրերը անվավեր են:\nԿցանկանայի՞ք կրկին մուտքագրել ձեր վստահված սերվերի գաղտնաբառը ՝ այս պարամետրերը շտկելու համար:"
PasswordsNotMatch, "Պրոքսի սպասարկիչի գաղտնաբառերը չեն համընկնում, կրկին փորձեք։"
Title, "Համացանցի մուտքի կարգավորումներ"


[BFFormSelectApplication]
AllApplications, "Բոլոր ծրագիրը"
btnBrowse, "& Զննարկել"
colApplication, "Ծրագիրը"
colPath, "Ճ-ը"
GroupDesktopApplications, "Desktop ծրագրեր"
GroupWindows8Applications, "Windows Universal Ծրագրեր"
lblWindowPicker, "Քաշեք այս պատուհանի վրա, ինքնաբերաբար ընտրելու այդ պատուհանի գործընթացը ցուցակի մեջ"
PleaseSelectApplication, "Նախ ընտրեք ծրագիրը։"
Title, "Ընտրեք ծրագիրը"


[BFFormSettingsAdvanced_Controls]
btnDelete, "Լռելյայն արժեք"
chkShowOnlyModified, "Showույց տալ միայն փոփոխված արժեքները"
colSetting, "Կարգավորումը"
colValue, "Արժեքը"
lblFilter, "Զտիչ:"
lblHelp, "Կրկնակի սեղմեք՝ փոխելու համար, սեղմեք 'Օգնություն'՝ մանրամասների համար։"


[BFFormSettingsAdvanced_Strings]
ErrorSaving, "Սխալ՝ կարգավորումը պահպանելիս։"
SavedSuccessfully, "Ձեր առաջադեմ կարգավորումը հաջողությամբ պահպանվեց:\nԿարող է անհրաժեշտ լինել վերագործարկել հայտը այս պարամետրի համար `ուժի մեջ մտնելու համար:"
Title, "Լրացուցիչ կարգավորումներ"
TitleEdit, "Խմբագրել լրացուցիչ կարգավորումները"


[BFFormSettings_Controls]
btnAdvancedSettings, "Լրացուցիչ կարգավորումներ"
btnAutoUpdateCheckNow, "Ստուգեք այժմ և թարմացումները"
btnBackupSettings, "Արտահանման կարգաբերումներ"
btnLanguageHelp, "Օգնեք ավարտել թարգմանությունը"
btnLicenseChangeToFree, "Փոփոխեք անվճար տարբերակին"
btnLicenseKeyRequestTrial, "Հայցել նոր փորձարկման լիցենզիա"
btnLicenseKeyRestoreTrial, "Վերականգնել փորձարկման լիցենզիայի բանալին"
btnLicenseLoadOnline, "Բեռը Երկուական ամրոցի հաշվից"
btnLicensePasteFromClipboard, "Տեղադրել մեկուսաշրջույթից"
btnProxySettings, "Համացանցի մուտքի կարգավորումներ"
btnRestoreSettings, "Վերականգնելու կարգավորումները"
btnTroubleshootingClearLogBASE, "Մաքրել մատյան"
btnTroubleshootingCopyBASE, "Տեղեկատվությունը պատճենել ստեղնաշարի վրա"
btnTroubleshootingExportBASE, "Արտահանել տեղեկությունները ֆայլ"
btnTroubleshootingForceCleanupBASE, "& Ուժի հիշողության մաքրում"
btnTroubleshootingOpenLogBASE, "Բաց մատյան"
btnTroubleshootingRefreshBASE, "& Թարմացրեք"
chkAutoUpdate, "Ստուգեք թարմացումները ինքնաբերաբար"
chkAutoUpdateBeta, "Ստուգեք նոր Beta (նոր, անկայուն) վարկածները"
chkAutoUpdateSteam, "Ինքնավար ստուգել թարմացումները"
colLanguageName, "Անուն"
colLanguagePercentComplete, "Լրիվ"
colLanguageTranslators, "Թարգմանություններ"
colLanguageVersion, "Տարբերակը"
gbAutoUpdate, "Թարմացնել ստուգումը"
gbLicenseReseller, "Վերավաճառի ինֆոն"
lblAutoUpdateWarningBASE, "Զգուշացում. Ավտոմատ թարմացումները ներկայումս անջատված են, ձեզ չեն առաջարկվի տեղադրել նոր վարկածներ"
lblLanguageGetMore, "Ձեռք բերեք նոր և նորացված լեզուներ"
lblLicenseExpires, "Արտոնագրի ավարտը."
lblLicenseKey, "Արտոնագրի բանալին."
lblLicenseTo, "Արտոնագրված է ՝"
tabAbout, "Ծրագրի մասին"
tabLanguage, "Լեզուներ"
tabLicense, "Արտոնագրի բանալին"
tabOptions, "Ընտրանքներ"
tabOurApps, "Մեր ծրագրերը"
tabTroubleshooting, "Անսարքություններ"


[BFFormSettings_Strings]
ChangeToFreeFromPaidPrompt, "Համոզվա՞ծ եք, որ ցանկանում եք հեռացնել ձեր Լիցենզիայի բանալին և անցնել Ազատ տարբերակին:"
ChangeToFreeFromTrialPrompt, "Եթե ցանկանում եք կրկին օգտագործել Pro Trial տարբերակը, ապա ձեզ հարկավոր է հայցադիմումի նոր բանալին խնդրել մեր աջակցության թիմից: Եթե ցանկանում եք տեսնել, թե որ տարբերակները անհասանելի են Անվճար տարբերակում, այցելեք կայքում անվճար ընդդեմ Pro էջի:\n\nՀամոզվա՞ծ եք, որ ցանկանում եք հեռացնել ձեր Լիցենզիայի ստեղնը և անցնել Ազատ տարբերակին:"
DebugLogCleared, "Debug մատյանի ֆայլը հաջողությամբ է մաքրվել։"
DebugLogNotFound, "Debug մատյանի ֆայլը չի գտնվել։\nՀամոզվեք, որ միացրել եք Debug գրառման ընտրանքը։"
FreeVersion, "Ազատ տարբերակը"
LanguageHelpMessage, "Ես կցանկանայի օգնել կատարել թարգմանությունը:"
LanguageHelpMessageDescription, "Օգնեք մեզ կատարել թարգմանություն և դրա դիմաց ստացեք անվճար ստանդարտ ստանդարտ լիցենզիա\nԻնչ-որ մեկը կհետևի ձեզ հետ 2 աշխատանքային օրվա ընթացքում:"
LanguageRightToLeft, "Աջ-ձախ"
LicenseKeyRequestTrialDescription, "Ինչ-որ մեկը կհետևի ձեզ հետ 2 աշխատանքային օրվա ընթացքում:"
LicenseKeyRequestTrialMessage, "Ես կցանկանայի պահանջել նոր փորձարկման լիցենզիայի բանալին: Շնորհակալություն"
LogLevel0, "L0. Մուտք անջատված է"
LogLevel1, "L1: Մուտք նվազագույն"
LogLevel2, "L2. Մուտք մանրամասն (խորհուրդ չի տրվում)"
LogLevel3, "L3. Մտնել բոլորը (խորհուրդ չի տրվում)"
RegistryExportSuccess, "Ձեր կարգավորումները հաջողությամբ պահպանվել են։"
RestoreSettingsFailed, "Սխալ՝ կարգավորումները վերականգնելիս։"
RestoreSettingsPrompt, "Երբեք մի վերականգեք պահուստները, որոնք ստեղծվել են ձեր կամ Երկուական ամրոցի աջակցության թիմի կողմից:\nՀամոզվա՞ծ եք, որ կցանկանաք վերականգնել այս կրկնօրինակը:"
RestoreSettingsSuccess, "Կարգավորումնբերը վերականգնվել են։"
SettingsLoadError, "Սխալ՝ կարգավորումները բացելիս:"
SettingsSaveError, "Սխալ՝ կարգավորումները պահպանելիս:"
Title, "Կարգավորումներ"
TroubleshootingCopyError, "Սխալ է գրանցվել անսարքությունների տեղեկությունը մեկուսաշրջույթ պատճենելիս։"
TroubleshootingCopySuccess, "Անսարքությունների տեղեկությունը պատճենվել է մեկուսաշրջույթ։"


[BFFormSupportRequest_Controls]
btnAttachmentsAdd, "Կցել ֆայլը"
btnAttachmentsClear, "Մաքուր հավելվածներ"
chkIncludeBackup, "Այս աջակցման խնդրանքով ներառեք պարամետրերի կրկնօրինակում"
lblEmailAddress, "Էլեկտրոնային հասցե:"
lblMessage, "Նամակը."
lblName, "Անուն:"
lblSubject, "Վերնագիրը."
lblWarning, "Տեղեկությունները Անսարքությունների ներդիրից և Debug.log ֆայլից կկոդավորվեն և կուղարկվեն աջակցության այս հարցման հետ, որպեսզի մենք կարողանանք արագորեն օգնել ձեզ։"


[BFFormSupportRequest_Strings]
EnterEmailAddress, "Նշեք ճիշտ էլ. հասցե և կրկին փորձեք։"
EnterMessage, "Գրեք հաղորդագրությունը և կրկին փորձեք:"
EnterName, "Նշեք ձեր անունը և կրկին փորձեք:"
EnterSubject, "Գրեք վերնագիրը։"
PromptClearAttachments, "Համոզվա՞ծ եք, որ ցանկանում եք հեռացնել այս հավելվածները:"
SendSuccess, "Ձեր տեղեկատվությունը հաջողությամբ ուղարկվեց:\nԻնչ-որ մեկը կկապվի ձեզ հետ 2 աշխատանքային օրվա ընթացքում:"
Title, "Ուղարկել"
TooLongEmailAddress, "Էլ. հասցեն գրեք ավելի կարճ և կրկին փորձեք:"
TooLongName, "Գրեք ավելի կարճ անուն և կրկին փորձեք:"


[BFFormUpdateInvalidLicense]
btnBuyNow, "Գնեք Pro արտոնագիր"
btnLater, "Ավելի ուշ"
btnMoreInfo, "Մանրամասն"
lblInvalidLicense, "Ձեր Pro լիցենզիայի ստեղնը անվավեր է թվում\n\nԽնդրում ենք ստուգել, որ «Լիցենզիայի ստեղն» էջանիշում ճիշտ լիցենզիայի ստեղն եք մուտքագրել «Կարգավորումներ» պատուհանում:\n\nԵթե ձեր լիցենզիայի բանալին ճիշտ է, և դուք Դուք դեռ տեսնում եք այս հաղորդագրությունը, խնդրում ենք կապվել Երկուական ամրոցի օժանդակության հետ ՝ օգտագործելով ստորև Օգնության կոճակը:"
Title, "Արտոնագրի սխալ բանալի"


[BFFormUpdate_Controls]
btnChangeLog, "&Նայել փոփոխությունները"
btnDownloadOnly, "& Այցելեք կայք"
btnInstallNow, "&Տեղադրել Հիմա"
btnInstallOnExit, "Տեղադրեք E & xit- ում"
btnRemindMeLater, "&Հիշեցնել ավելի ուշ"
btnSkipThisVersion, "&Բաց թողնել այս տարբերակը"
lblNewVersion, "Նոր տարբերակը."
lblOldVersion, "Ընթացիկ տարբերակը."
lblUpdateNotes, "Ի՞նչն է նոր այս տարբերակում."
lblUpdateSize, "Թարմացման չափը."


[BFFormUpdate_Strings]
ConfirmSkipVersion, "Խորհուրդ ենք տալիս թարմացնել ծրագիրը այս տարբերակով:\nԲաց թողնե՞լ այս թարմացումը:"
DownloadFailedSave, "Հնարավոր չեղավ պահպանել ֆայլը համակարգչում:"
DownloadingUpdate, "Թամացումը բեռնվում է"
DownloadInvalidData, "Սպասարկիչը սխալ պատասխան է ուղարկել:"
DownloadNoData, "Տվյալներ չեն ուղարկվել վեբ կայքից:"
ErrorDownload, "Սխալ՝ նոր տարբերակը բեռնելիս:"
FreeNotice, "Այս թարմացումը և ապագա բոլոր թարմացումները անվճար են: Այսօր թարմացրեք և վայելեք:"
RebootMightBeRequiredWarning, "Այս թարմացման տեղադրումից հետո կարող է պահանջվել վերաբեռնումը:"
Title, "Հասանելի է թարմացում"
UpdateProMessage, "Մեկ սեղմումով թարմացումն օգտագործելու համար հարկավոր է կատարելագործել Pro լիցենզիա:\nԿցանկանայի՞ք լրացուցիչ տեղեկություններ արդիականացման մասին:"


[BFHelpButton_Controls]
mniDiscussions, "Համայնքների քննարկումներ"
mniOnlineHelp, "Առցանց օգնություն"
mniSupportRequest, "Աջակցության հարցում"


[BFHotKey]
ButtonRemoveInvalidHotKey, "& Հեռացնել անվավեր բանալին համադրությունը"
ErrorHotKeyBindFailed, "ՏաքԿարճուղու համակցումը ձախողվեց."
ErrorHotKeyComboInUse, "Հիմնական համադրությունն արդեն գործածվում է: Մի քանի պատճառ կա, թե ինչու դա կարող է պատահել.\n- Հիմնական համադրությունն արդեն նշանակված է այս դիմումի այլ վայրում\n- Մեկ այլ ծրագիր արդեն օգտագործում է այս հիմնական համադրությունը\n- Ներկառուցված Windows գործառույթն օգտագործում է այս ստեղնը Համադրություն\n\nԽնդրում ենք փոփոխել կամ հեռացնել հիմնական համադրությունը պարամետրերում:"
ErrorIncorrectKeyValue, "Ստեղների համակցման սխալ. Ընտրեք ստեղնը:"
ErrorIncorrectNumberElements, "Ստեղների համակցման սխալ. Ստեղնը սխալ է:"
ErrorIncorrectNumberKeyMods, "Ստեղների համակցման սխալ. Փոփոխիչի սխալ համար:"
ErrorInvalidKeyCombo, "Ստեղների մուտքագրված համակցումը սխալ է:"
ErrorSystemReserved, "Ձեր նշած հիմնական համադրությունը վերապահված է Windows- ի կողմից և չի կարող օգտագործվել:"
ErrorTooManyModifiers, "Ստեղների համակցման սխալ. Փոփոխիչները շատ են:"
HotKeyButtonRemove, "Հեռացնել"
HotKeyButtonSetHotKey, "Սահմանեք HotKey- ը"
HotKeyLabelKeys, "Ընտրեք փոփոխիչները, ապա սեղմեք ցանկալի ստեղնը"
HotKeyLabelMouse, "Ընտրեք փոփոխիչները, ապա կտտացրեք մկնիկի ցանկալի կոճակը"


[BFMessage]
btnCopy, "&Պատճենել Մեկուսաշրջույթ"
btnMoreInformation, "&Ցուցադրել մանրամասները"


[BFTextQuery]
CaseSensitive, "Տառաշարազգայուն."
ErrorBracketMismatch, "Սխալ ՝ փակագծի անհամապատասխանություն.\nԽնդրում ենք փակել ձեր փակագծերը կամ փաթեթավորել ձեր հարցումը մեջբերումներով:"
ErrorEscapeCharAtEnd, "Սխալ ՝ հարցման վերջում գտնված «Նիշ» փախուստը:\nԽնդրում ենք խուսափել կամ հեռացնել նշանը:"
ErrorExpectedMatchCountChar, "Սխալ ՝ ակնկալվող '::: cbc :::' դիրքում {0 position դիրքում:"
ErrorExpectedQuote, "Սխալ. Ected 0 position դիրքում ակնկալվող '' ':\nՀամոզվեք, որ խուսափեք'"
ErrorInvalidChar, "Սխալ ՝ անվավեր «{0}» նիշը {1 position դիրքում:\nԽնդրում ենք փաթեթել մեջբերումներով:"
ErrorInvalidDigit, "Սխալ. In 0 position դիրքում անվավեր թվանշան է.\nԹվերը պետք է լինեն դրական և պարունակեն միայն թվային նիշ:"
ErrorInvalidWordBoundary, "Զգուշացում. Անվավեր նիշեր\nՀավասարության օպերատորի կողմից աջակցվում են միայն տառերն ու համարները:"
MayContain, "Կարող է պարունակել."
MayEqual, "Կարող է հավասար լինել."
MayNotContain, "Կարող է չպարունակել."
MayNotEqual, "Կարող է հավասար չլինել."
MustContain, "Պետք է պարունակի."
MustEqual, "Պետք է հավասար լինի."
MustNotContain, "Չպետք է պարունակի."
MustNotEqual, "Պետք չէ հավասար լինել."
Time, "մի ժամանակ"
Times, "0 անգամ"


[BFUpdateCheck]
AlreadyInProgress, "Թարմացումները ստուգվում են՝"
ErrorRunningDownloadedFile, "Սխալ՝ ծրագրի բեռնված ֆայլը բացելիս:"
FailedToGetVersion, "Հնարավոր չեղավ ստանալ նոր տարբերակի տեղեկությունը:"
NoUpdate, "Սա ծրագրի վերջին տարբերակն է։"


[cFunctions_Strings]
FolderNotRecognized, "Ընտրված թղթապանակը չի վերակազմվել և չի կարող որոնվել:"


[CommonControls]
chkIsMetroApp, "Արդյո՞ք այս դիմումը մետրոյի (համընդհանուր) հավելված է:"
lblMetroAppID, "Գործընթացի ծրագրի ID:"


[frmMain_Controls]
btnBrowseAppendExcludePath, "Ընտրել && Ավելացնել"
btnBrowseExcludePath, "Ընտրել"
btnFolderBrowse, "& Զննարկել"
btnFolderBrowseAppend, "Ընտրել && Ավելացնել"
btnNewSearch, "Փնտրել &Նոր ներդիրում"
btnPause, "Միացնել և օգտագործել"
btnResume, "Res & ume"
btnSearch, "&Փնտրել"
btnStop, "Կ&անգնեցնել"
chkCaseSensitive, "&Տառաշարազգայության հարցում"
chkFileSizeMax, "Ֆայլի առավելագույն չափը."
chkFileSizeMin, "Ֆայլի նվազագույն չափը."
chkIsQueryRegEx, "Հարցումը RegEx-ում"
chkSearchSubFolders, "Փնտրել ենթա&թղթապանակներում"
chkShowFirstResult, "&Ցուցադրել միայն առաջին արդյունքը՝ յուրք. ֆայլի համար"
chkShowIncludeFilterMatchFiles, "Showուցադրել ֆայլի անունները, որոնք համապատասխանում են «ներառյալ ֆայլերը» ֆիլտրին"
chkShowIncludeFilterMatchFolders, "Showույց տալ պանակների անունները, որոնք համապատասխանում են «ներառյալ ֆայլերը» ֆիլտրին"
chkShowQueryMatchFiles, "Ցուցադրել ֆայլերի անունները, որոնք համապատասխանում են հարցմանը"
chkShowQueryMatchFolders, "Ցուցադրել թղթապանակի անունները, որոնք համապատասխանում են հարցմանը"
chkUseIFilters, "Ֆայլը օգտ. է File Handlers (դանդաղ է)"
colDateAccessed, "Մուտքի ամսաթիվը"
colDateCreated, "Ստեղծվել է՝"
colDateModified, "Փոփոխելու ամսաթիվը"
colEncodingUsed, "Կոդավորումը օգտագործվում է"
colExtension, "Երկարացում"
colFile, "Ֆայլի անուն"
colFileSize, "Ֆայլի չափը"
colLine, "Տողը"
colLineNumber, "Տողի #"
colPath, "Ճ-ը"
lblAccessedTo, "-ի"
lblAdditionalLinesAfter, "Ցուցադրել այս բազմաթիվ տողերը որոնումից հետո."
lblAdditionalLinesBefore, "Ցուցադրել այս բազմաթիվ տողերը որոնման արդյունքից առաջ և հետո."
lblCreatedTo, "-ի"
lblDateAccessed, "Մուտքի ամսաթիվը."
lblDateCreated, "Ստեղծելու ամսաթիվը."
lblDateFilterLogic, "Ամսաթիվ ֆիլտրի տրամաբանություն."
lblDateModified, "Փոփոխելու ամսաթիվը."
lblExcludeFiles, "Ex & clude ֆայլեր."
lblExcludePath, "E & xclud Ուղի (ներ) ը."
lblFilterResults, "Զտիչ:"
lblIncludeFiles, "Ներառեք և ֆայլեր."
lblModifiedTo, "-ի"
lblPath, "& Ուղի (ներ) ը."
lblQuery, "& Հարցում."
lblStatusFound, "Համապատասխանություն՝ {0}"
lblStatusTotal, "Փնտրված ֆայլերը՝ {0}"
mniAbout, "Ծրագրի մասին"
mniAddResultsToZipFile, "Zip բոլոր արդյունքները"
mniAddSelectedResultsToZipFile, "Zip- ի ընտրված արդյունքները"
mniClearSearchHistory, "Մաքրել որոնման պատմությունը"
mniCloseAll, "Փակել բոլորը"
mniCloseAllButThis, "Փակել մյուսները"
mniCloseSearch, "&Փակել"
mniCopyFilePathNewLine, "Պատճենել ընտրված անունների անունները (նոր տարանջատված)"
mniCopyToClipboard, "Ընտրեք ընտրված արդյունքները"
mniCopyToClipboardAll, "Պատճենել բոլոր արդյունքները"
mniExit, "Փակել"
mniExplorerContextMenu, "Windows-ի Համատեքստային ցանկը"
mniHashWithHashTools, "Hash- ը HashTools- ի հետ"
mniHelp, "Օգնություն"
mniOpenFolder, "Բացել թղթապանակը"
mniOpenFolderOnly, "Բացել թղթապանակը"
mniOpenOther, "Բացեք {0}-ով"
mniPermenentDelete, "Մշտապես ջնջել ընտրված ֆայլերը"
mniRemoveRows, "Հեռացնել ընտրված արդյունքները ցանկից"
mniRenameFile, "Վերանվանեք ընտրված ֆայլը"
mniSettings, "Կարգավորումներ"
mniShowFilterControls, "Showույց տվեք ֆիլտրի կարգավորումները"
mniTextCopy, "& Պատճենել"
mniTextSelectAll, "Ընտրել &բոլորը"
mniTools, "&Գործիքներ"
mniTrayExit, "Փակել"
mniTrayLoadProfiles, "Բեռի պրոֆիլը"
mniTrayShowFileSeek, "Showուցադրել FileSeek- ը"
mniTraySyncProfiles, "Համաժամացման պրոֆիլներ"
mnuCopyFilePath, "Պատճենել ընտրված անունների անունները (ստորակետով առանձնացված)"
mnuExportAllHTML, "Արտածել բոլոր արդյունքները HTML-ով"
mnuExportSelectedResultsHTML, "Արտածել ընտրված արդյունքները HTML-ով"
mnuFileCopy, "Ընտրեք ընտրված ֆայլերը"
mnuFileCut, "Կտրեք ընտրված ֆայլերը"
mnuFileDelete, "Deleteնջել ընտրված ֆայլերը"
mnuLanguage, "Լեզուներ"
mnuLoadProfile, "Բացել"
mnuManageProfiles, "Կառավարել պրոֆիլները"
mnuOpen, "Բացել"
mnuOpenNotepad, "Բացել Notepad-ով"
mnuProfile, "Պրոֆիլներ"
mnuSave, "Պահպանել"
mnuSaveAll, "Արտածել բոլոր արդյունքները CSV-ով"
mnuSaveProfile, "Պահել նոր պրոֆիլը"
mnuSaveSelection, "Արտածել ընտրված արդյունքները CSV-ով"
mnuShowFullLanguageList, "Ցուցադրել ամբող ցանկը"
mnuSyncProfiles, "Համաժամացման պրոֆիլներ"
rdoMatchQueryLineByLine, "Համապատասխան ֆայլի տողին"
rdoMatchQueryToWholeFile, "Համապատասխան ամբողջ ֆայլին"
tabAdvanced, "Լրացուցիչ"
tabDateFilters, "Ամսաթվի ֆիլտրերը"
tabFileSizeFilters, "Ֆայլի չափի ֆիլտրերը"
tabSearch, "Փնտրել"


[frmMain_Strings]
AccessedAfterTT, "Մուտք {0}-ից հետո"
AccessedBeforeTT, "Մուտք {0}-ից առաջ"
AccessedBetweenTT, "Մուտք {0}-ի և {1}-ի միջև"
AllDrives, "Բոլոր կրիչներ"
AppSelectionErrorPartOne, "Ընտրված ծրագիրը չի գտնվել։"
AppSelectionsErrorPartTwo, "Ընտրե՞լ մեկ ուրիշը։"
btnNewSearchTT, "Բացել նոր ներդիրում և սկսել որոնումը"
btnSearchTT, "Սկսել որոնումը ընթացիկ ներդիրում"
btnStopTT, "Կանգնեցնել ընտրված որոնումը"
CaseSensitiveQueryTT, "Հարցում տառադարձմամբ"
cboDateFilterLogic_AND, "Եւ"
cboDateFilterLogic_OR, "ԿԱՄ"
cboExcludeFileFilterMode_Pattern, "Բացառել ֆայլերը Զտիչը ձև է"
cboExcludeFileFilterMode_RegEx, "Բացառել ֆայլերը Զտիչը RegEx է"
cboExcludeFileFilterMode_TextQuery, "Բացառել ֆայլերը Զտիչը տեքստի հարցումն է"
cboIncludeFileFilterMode_Pattern, "Ներառեք Ֆայլերը Filter- ը նախշ է"
cboIncludeFileFilterMode_RegEx, "Ներառեք Ֆայլեր Filter- ը RegEx է"
cboIncludeFileFilterMode_TextQuery, "Ներառեք ֆայլերը Filter- ը տեքստի հարցումն է"
cboQueryMode_RegEx, "Հարցումը RegEx-ում"
cboQueryMode_TextQuery, "Հարցումը տեքստի հարցումն է"
chkShowFirstResultTT, "Կցուցադրի միայն համապատ-ը առաջին տողին, երբ համապատ. է ամեն տողին"
ColumnChangeMessage, "Որոնման արդյունքների սյուների փոփոխությունները տեղի չեն ունենա այնքան ժամանակ, քանի դեռ չեք վերսկսել ձեր որոնումները:"
ContextMenuError, "Սխալ՝ Windows-ի Համատեքստային ցանկը ցուցադրելիս։"
CreatedAfterTT, "Ստեղծվել է {0}-ից հետո"
CreatedBeforeTT, "Ստեղծվել է {0}-ից առաջ"
CreatedBetweenTT, "Ստեղծվել է {0}-ի և {1}-ի միջև"
CSVSpreadsheet, "CSV ֆայլեր"
CustomAppOpenError, "Սխալ՝ ընտրված ծրագրով ֆայլը բացելիս։"
DateCreatedError, "Ընտրեք 'Ստեղծելու ամսաթիվը Ավարտի ամսաթիվը', որը ավելի ուշ է, քան սկիզբը։"
DateFiltersSelected, "Ամսաթվի ֆիլտրեր."
DateModifiedError, "Ընտրեք 'Փոփոխելու ամսաթիվը Ավարտի ամսաթիվը', որը ավելի ուշ է, քան սկիզբը։"
EmptyPDFError, "PDF ֆայլը որոնվեց, բայց տեքստ չկար"
EnterProfileName, "Նշեք պրոֆիլի անունը."
ErrorDirectoryEmpty, "Այս ուղին դատարկ է"
ExcludeFilesTT, "Բացառել ֆայլերը՝ {0}"
ExcludePathsTT, "Բացառել ճ-ները՝ {0}"
ExportDateAccessed, "Մոտեցված ամսաթիվը"
ExportDateCreated, "Ստեղծման ամսաթիվը"
ExportDateModified, "Ամսաթիվը փոփոխված է"
ExportExtension, "Երկարացում"
ExportFileName, "Ֆայլի անուն"
ExportFileSize, "Ֆայլի չափը"
ExportLineNumber, "Տող #"
ExportLineText, "Տող"
ExportPath, "Ուղին"
FileDeleteMessage, "Խնդրում ենք սպասել, մինչ FileSeek-ը կատարում է գործողությունը:\nԿարող եք փակել այս պատուհանը, բայց դա կարող է հանգեցնել անկանխատեսելի հետևանքների:"
FileDeleteQuestion, "Ջնջե՞լ ընտրված ֆայլերը և թղթապանակները։"
FileDeleteTitle, "Ջնջել ֆայլերը"
FileDeletionError, "Սխալ՝ ընտրված ֆայլերը ջնջելիս։"
FileHandlerError, "Նշեք որոնման ճանապարհը։"
FileIncludeNameMatch, "Համընկնում ըստ անվան [Ներառյալ ֆայլերի ֆիլտրը]"
FileOpenError, "Սխալ՝ ֆայլը բացելիս։"
FilePermenentDeleteQuestion, "Համոզվա՞ծ եք, որ ցանկանում եք ընդմիշտ ջնջել ընտրված ֆայլերը կամ պանակները:"
FileQueryNameMatch, "Համընկնում ըստ անվան [Հարցումը]"
FileReadError, "Սխալ՝ {0} ֆայլին դիմելիս"
FileSelectionError, "Ընտրեք գոնե 1 ֆայլ, որը գոյություն ունի և կրկին փորձեք։"
FileSizeError, "Ընտրեք Ֆայլի առավելագույն չափը, որը հավասար է կամ մեծ է, քան Ֆայլի նվազագույն չափը։"
FileSizeFiltersSelected, "Ֆայլի չափի ֆիլտրեր."
FilesSearched, "Փնտրված ֆայլերը՝ {0}"
FilesSkipped, "Ֆայլերը բաց թողեցին. {0"
FolderBrowserDescription, "Ընտրեք որոնելու թղթապանակը"
FolderBrowsingError, "Սխալ՝ թղթապանակը բացելիս։"
FolderIncludeNameMatch, "Համընկնում ըստ թղթփպ. անվան [Ներառյալ ֆայլի ֆիլտրը]"
FolderItemError, "Հնարավոր չեղավ ստանալ թղթ. ֆայլի համար. {0}"
FolderOpenError, "Սխալ՝ թղթապանակը բացելիս։"
FolderQueryNameMatch, "Համընկում ըստ թղթ. անվան [Հարցման տեքստը]"
FolderReadError, "Սխալ՝ թղթ-ները թղթ-ում կարդալիս. {0}"
HiddenFolderError, "Փնտրել չէ, քանի որ այն թաքնված ֆայլ / պանակ է"
HyperTextMarkupLanguageFile, "Hyper Text Markup լեզվի ֆայլեր"
IFilterWarning, "Միացրեք ֆայլի մշակիչները՝ ցուցադրելու համար արդյունքները՝ {0} ֆայլեր"
IncludeFilesTT, "Ներառյալ ֆայլերը՝ {0}"
InvalidExcludeFilesRegExError, "Բացառել ֆայլերը RegEx- ի օրինաչափությունն անվավեր է:\n{0"
InvalidFolderLength, "Թղթապանակի սխալ չափ։"
InvalidIncludeFilesRegExError, "Ներառեք ֆայլեր RegEx- ի օրինաչափությունն անվավեր է:\n{0"
InvalidQueryError, "Ձեր տեքստի հարցումը անվավեր է:\n{0"
InvalidQueryRegExError, "RegEx նախշը սխալ է։\n{0}"
KeypressError, "Սխալ է գրանցվել ստեղները սեղմելիս։"
LinkedFolderError, "Հնարավոր չէ փնտրել թղթապանակը, քանզի այն հղում է"
MatchesFound, "Համապատասխանություն՝ {0}"
MatchesFromQueue, "հերթերի արդյունքներ. {0"
MatchesFromQueueIcons, "հերթերի սրբապատկերներ. {0"
MaxFileSizeTT, "Ֆայլի առավելագույն չափը՝ {0}"
MaxPathError, "Ճանապարհը երկար է և կարող է չաշխատել որոշ ծրագրերում"
MenuOpenError, "Սխալ՝ ընտրացանկը բացելիս։"
MinFileSizeTT, "Ֆայլի նվազագույն չափը՝ {0}"
ModifiedAfterTT, "Փոփոխված {0}-ից հետո"
ModifiedBeforeTT, "Փոփոխված {0}-ից առաջ"
ModifiedBetweenTT, "Փոփոխված {0}-ի և {1}-ի միջև"
More, "(ավելին)"
NoDateFiltersSelected, "Չկան ընտրված ամսաթվի ֆիլտրեր"
NoFileSizeFiltersSelected, "Չկան ընտրված ֆայլի չափի ֆիլտրեր"
NoOptionsSelected, "Ընտրանքները նշված չեն"
NotepadError, "Սխալ՝ ֆայլը Notepad-ով բացելիս։"
NotYourProfile, "Այս պրոֆիլը ձերը չէ։"
OnlyShowFirstResultTT, "Ցուցադրել միայն առաջին արդյունքը"
OpenManyQuestion, "Բացե՞լ {0} ֆայլերը և թղթապանակները։"
OptionsSelected, "Ընտրանքներ են ընտրված."
OtherApplication, "Այլ դիմում"
PathsTT, "Ճ-հ(երը). {0}"
PathTooLongError, "Windows-ը չի աջակցում այս գործողությունը՝ երկար անուններով։"
ProfileLoadError, "Սխալ՝ պրոֆիլը բացելիս։"
ProfileLoadOnStartError, "Այս պրոֆիլի բեռնման ժամանակ սխալ տեղի ունեցավ: Անձնագիր գոյություն չունի:"
ProfileNameEmptyError, "Դուք մուտք չեք գործել պրոֆիլային անուն:\nԽնդրում ենք անուն մուտքագրել և կրկին փորձել:"
ProfileOverwriteQuestion, "Վերագրե՞լ '{0}' պրոֆիլը։"
ProfileSaved, "Որոնման պահպանված կարգավորումներ '{0}' պրոֆիլի համար"
ProfileSaveError, "Հնարավոր չէ պահպանել պրոֆիլը։"
ProOnlyDoubleClickPrompt, "Ձեր նախնական կրկնակի կտտացման կարգավորիչը դրված է FileSeek Pro- ի միայն գործառույթի վրա:\nԿարող եք փոխել լռելյայն կրկնակի սեղմման կարգավորիչը `Կարգավորումներ> Որոնում էջանիշում:"
QueryTT, "Հարցումը.\n{0}"
rdoMatchQueryLineByLineTT, "Բացել ֆայլի տողը ժամանակին և փորձել համապատասխանեցնել հարցումը յուրք. տողին"
rdoMatchQueryToWholeFileTT, "Բացել ամբողջ. ֆայլը միանգամից և փորձել համապատասխանեցնել հարցումը ամբողջ. տեքստին"
RenameFileError, "FileSeek- ը չկարողացավ վերանվանել ընտրված ֆայլը կամ թղթապանակը:\nԽնդրում ենք մուտքագրել այլ անուն և կրկին փորձել:"
RenameFileFolder, "Վերանվանեք ընտրված ֆայլը."
ResultCopied, "Մեկ արդյունք պատճենվել է մեկուսաշրջույթ։"
ResultCopyError, "Սխալ՝ որոնման արդյունքը մեկուսաշրջույթ պատճենելիս։"
ResultSaveError, "Ձեր արդյունքները պահպանելու սխալ տեղի ունեցավ:\n{0}"
ResultsCopied, "{0} արդյունքներ պատճենվել են մեկուսաշրջույթ։"
ResultSelectionError, "Ընտրեք որոնման գոնե 1 արդյունք և կրկին փորձեք։"
SaveResults, "Պահպանել արդյունքը Spreadsheet-ով"
SaveResultsAsHTML, "Պահպանել արդյունքը HTML-ով"
SaveSearchProfile, "Պահպանել որոնման պրոֆիլը"
SearchComplete, "Որոնումը ավարտվել է {0}վ"
SearchCriteria, "Որոնման չափանիշը."
SearchCriteriaEmptyTT, "Որոնման չափանիշը նշված չէ"
SearchEnd, "Որոնման ավարտ. {0"
SearchError, "Սխալ՝ որոնման ժամանակ։"
SearchStart, "Որոնման մեկնարկ. {0"
SearchSubFoldersTT, "Փնտրել ենթաթղթապանակներում"
SettingFormShowError, "Սխալ՝ Կարգավորումներ պատուհանը ցուցադրելիս։"
Syncing, "Համաժամեցվում է ձեր Երկուական ամրոցի հաշվի հետ ..."
SystemFolderError, "Փնտրել չէ, քանի որ դա համակարգային ֆայլ / պանակ է"
TextCopyError, "Սխալ՝ տեքստը պատճենելիս։"
TextProcessingError, "Սխալ՝ տեքստի հետ աշխատելիս։"
TextQueryHelpTT, "Տեքստի հարցումի օգնություն"
TextSelectionError, "Ընտրեք տեքստը և կրկին փորձեք։"
txtPathTT, "Տարանջատեք | նշանով"
UseFileHandlersTT, "Օգտ. ֆայլի մշակիչներ"
ViewingAppPartOne, "Դեռ չեք ընտրել դիտելու ծրագիրը"
ViewingAppPartTwo, "Ընտրե՞լ մեկը։"
ZipFile, "Zip ֆայլ"


[frmProfileManager_Controls]
btnCopyProfile, "Պատճենել պրոֆիլը"
btnDelete, "Նջել"
btnExport, "Արտահանման պրոֆիլ"
btnImport, "Ներմուծման պրոֆիլ"
btnRename, "Անվանափոխել"
btnSync, "Համաժամեցեք ձեր Երկուական ամրոցի հաշվի հետ"
colProfileName, "Պրոֆիլի անունը"
colProfileOwner, "Պրոֆիլի տերը"
lblCurrentProfile, "Օգտատերը՝ {0}"


[frmProfileManager_Strings]
CopyProfileNameQuestion, "Անցնե՞լ նոր պրոֆիլին։"
ExportFileSeekSearchProfile, "Արտահանել FileSeek որոնման պրոֆիլը"
ExportSearchProfileSuccessful, "Որոնման պրոֆիլը հաջողությամբ արտահանվեց"
FileSeekSearchProfile, "FileSeek որոնման պրոֆիլ"
ImportFileSeekSearchProfile, "Ներմուծեք FileSeek որոնման պրոֆիլ"
MustSelectAnItem, "Ընտևրեք պրոֆիլը ցանկից և կրկին փորձեք։"
ProfileDeleteQuestion, "Ջնջե՞լ ընտրված պրոֆիլը։"
RenameSearchProfile, "Անվանափոխել ընտրված պրոֆիլը"
SearchProfileName, "Որոնման պրոֆիլի անունը."
Title, "Կառավարել պրոֆիլները"


[frmSettings_Controls]
btnBrowseOther, "& Զննարկել"
btnClearHistory, "Մաքրել որոնման պատմությունը"
btnIFilterToggle, "Փոխել Ֆայլի մշակիչը"
btnOtherDefault, "& Կանխադրված"
chkCloseToTray, "FileSeek- ը փակեք համակարգի սկուտեղին"
chkCombineParameters, "Անցեք բազմաթիվ ֆայլեր նույն ատյանում ՝ փոխարենը բազմաթիվ ատյաններ բացելու"
chkErrorDirectoryEmpty, "Showույց տվեք սխալ, երբ հայտնաբերվում է դատարկ պանակ"
chkErrorForLongPaths, "Showույց տվեք սխալ և բաց թողեք ուղին, երբ ավելի քան 260 նիշ է"
chkExportExtraLines, "Արտահանեք նաև լրացուցիչ տողեր որոնման արդյունքները պահպանելիս"
chkIFilterErrors, "Ցուցադրել սխալը ֆայլերի համար, որոնք չունեն Ֆայլի մշակիչ (երբ Ֆայլի մշակիչի որոնումը միացված է)"
chkIsQueryFullString, "Հարցման տեքստը վերաբերեք որպես հարցման մեկ մեծ տերմին"
chkLinkedFoldersSearch, "Փնտրել ֆայլեր && թղթապանակներ, որոնք հղում/միացում են"
chkLinkedFoldersSearchShowErrorOnSkip, "Showույց տվեք սխալ հղումը / հանգույցը բաց թողնելիս"
chkMinimizeToTray, "Նվազեցրեք FileSeek- ը համակարգի սկուտեղին"
chkOnlyShowMatchedText, "Showույց տալ միայն որոնման արդյունքում համապատասխանեցված տեքստը"
chkResetSearchValues, "Նոր էջանիշի վրա որոնումը սկսելիս վերաբեռնեք որոնիչի արժեքները"
chkResultWordWrap, "Փաթեթավորեք տեքստը, որը ցույց է տրված որոնման արդյունքում"
chkSearchHiddenFiles, "Փնտրեք ֆայլերը և պանակները, որոնք թաքնված են"
chkSearchSystemFiles, "Որոնել համակարգի ֆայլերը և թղթապանակները"
chkSearchWithinLNKFiles, "Փնտրել ֆայլը LNK ֆայլերը ցույց են տալիս"
chkShowErrorEmptyPDF, "Showույց տվեք սխալ, երբ հայտնաբերվում է դատարկ PDF ֆայլ"
chkShowFileErrors, "Ցուցադրել սխալ, եթե մուտք չկա ֆայլին/թղթապանակին"
chkShowHiddenFileError, "Hiddenույց տալ սխալ ՝ թաքնված ֆայլերը և& պանակները բաց թողնելիս"
chkShowSystemFileError, "Filesույց տվեք սխալ ՝ համակարգի ֆայլերը և& պանակները բաց թողնելիս"
chkShowToolTips, "Showուցադրել ToolTips- ը"
chkSingleInstance, "Ստիպեք FileSeek- ին բացել միայն մեկ օրինակ"
chkStartWithClearProfile, "Միշտ սկսեք FileSeek- ը դատարկ որոնման չափանիշներով"
chkTreatAllExcludePathFiltersAsWildcards, "Վերաբերեք բոլոր Բացառել Ուղի ֆիլտրերը որպես վայրի բնօրինակ"
chkTreatAllIncludeFiltersAsWildcards, "Հարցում անել ներառված բոլոր ֆայլերի ֆիլտրերին որպես դերանշանների"
chkUseCustomDateFormat, "Օգտագործեք սովորական ամսաթվերի ձևաչափ"
chkUsePreviewHandlers, "Արդյունքների վահանակում օգտագործեք նախադիտման բեռնաթափիչները"
chkWindowsContextMenu, "Ցուցադրել FileSeek-ը Windows-ի Համատեքստային ցանկում"
colAvailableColumns, "Հասանելի սյուներ"
colSelectedColumns, "Ընտրված սյուներ"
gbCmdLineVars, "Հրամանի տողի փոփոխականներ"
gbDateFormat, "Ամսաթվի ձևաչափը"
gbGeneralOptions, "Ընդհանուր ընտրանքներ"
gbPresentationOptions, "Ներկայացման ընտրանքներ"
gbSearchColumns, "Որոնել սյուները"
lblCmdLineParam, "Հրամանի տողի բաց թողվող ցուցիչները."
lblDateFormatLink, "Պատվերով ամսաթիվ և ժամաչափի տողեր"
lblDefaultDoubleClick, "Ընտրեք հիմնական գործողությունները՝ կրկնակի սեղմելով որոնման արդյունքին."
lblFileHandlerFAQ, "Ֆայլերի կառավարիչ Հաճախակի տրվող հարցեր"
lblNumChar, "Ցուցադրել այս բազմաթիվ նշանները՝ յուրք. որոնման համար."
lblOtherApplicationName, "Անվան այլ դիմումի."
lblSelectViewingApp, "Ընտրված ֆայլը դիտելու ծրագիրը."
lblSkipFile, "Յուրաքանչյուր ֆայլի համար թույլատրված առավելագույն որոնման ժամանակը (0 = անսահմանափակ):"
pageSearchViewSettings, "Արդյունքների դիտման պարամետրերը"


[frmSettings_Strings]
AppBrowsingError, "Սխալ՝ ծրագրով դիտման ժամանակ։"
cboDefaultDoubleClickOperation_ExportAllCSV, "Արտահանեք բոլոր արդյունքները CSV"
cboDefaultDoubleClickOperation_ExportAllHTML, "Արտածել բոլոր արդյունքները HTML-ով"
cboDefaultDoubleClickOperation_ExportSelectedCSV, "Ընտրված արդյունքները արտահանեք CSV"
cboDefaultDoubleClickOperation_ExportSelectedHTML, "Արտածել ընտրված արդյունքները HTML-ով"
cboDefaultDoubleClickOperation_Open, "Բացեք Default Handler- ով"
cboDefaultDoubleClickOperation_OpenContainingFolder, "Բացել թղթապանակը"
cboDefaultDoubleClickOperation_OpenNotepad, "Բացել Notepad-ով"
cboDefaultDoubleClickOperation_OpenOther, "Բացեք {0}-ով"
chkTreatAllIncludeFiltersAsWildcardsTT, "Եթե միացած է, ապա նշված ուֆ որոնումը կվերաբերի *ուֆ*-ին"
ClearHistoryError, "Սխալ՝ որոնման պատմությւոնը մաքրելիս։"
ClearHistoryWarning, "Մաքրե՞լ որոնման պատմությունը։"
CommandLineError, "Մուտքագրեք հրամանի տողի ցուցիչները կամ սեղմեք 'Ծրագրային'՝ ետարկելու համար։"
CustomDateFormatError, "Սովորական ամսաթվերի ձևաչափը նշանակելիս սխալ տեղի ունեցավ:\nԽնդրում ենք շտկել սխալը և կրկին փորձել:"
DisableFileHandler, "Անջատել ֆայլի մշակիչը"
DisablePreviewHandler, "Անջատեք նախադիտման կառավարիչը"
EnableFileHandler, "Միացնել ֆայլի մշակիչը"
EnablePreviewHandler, "Միացնել նախադիտման կառավարիչը"
FileCommandDescription, "{0}. Ֆայլի անվան փոխարինիչներ։"
FileHandlerListError, "Սխալ՝ ֆայլի մշակիչները դիտելիս։"
FileHandlerSelectError, "Սխալ՝ ֆայլի մշակիչները ընտրելիս։"
FileHandlerToggleError, "Սխալ՝ ֆայլի մշակիչը փոխելիս։"
HistoryCleared, "Որոնման պատմությունը մաքրվել է։"
InvalidExitcode, "Վերադարձրել է սխալ ExitCode. {0}"
LineCommandDescription, "{0}. Տողի համարի փոխարինիչներ։"
lvIFilters_Extension, "Երկարացում"
lvIFilters_Handler, "Մշակիչը"
lvIFilters_HandlerVersion, "Տարբերակը"
NumOfCharError, "Մուտքագրեք նշաններ {0}-ի և {1}-ի միջև և կրկին փորձեք։"
PreviewHandlerListError, "Սխալ է տեղի ունեցել Նախադիտման բեռնաթափիչները ցուցակագրելիս:"
PreviewHandlerToggle, "Toggle Preview Handler"
SettingMenuError, "Սխալ՝ Համատեքստային ցանկի կարգավորման ժամանակ։"
tabSettings_FileHandlers, "Ֆայլի մշակիչներ"
tabSettings_OtherApp, "Այլ ծրագիր"
tabSettings_PreviewHandlers, "Նախադիտման բեռնաթափիչներ"
tabSettings_Search, "Փնտրել"


[HTMLExport_Strings]
OpenSavedSearchResultsQuestion, "Որոնման արդյունքը հաջողությամբ պահպանվել է։\nԴիտե՞լ ֆայլը։"
SearchCriteria, "Որոնելու չափանիշը"
SearchDate, "Որոնելու ամսաթիվը."
Title, "FileSeek որոնելու արդյունքները"


[IFilterHelper_Strings]
UnknownError, "Անհայտ IFilter սխալ"
UsingStandardMethodWarning, "Չկա Ֆայլի մշակիչ այս ֆայլի համար։ Կփնտրվի հիմնական եղանակով։"


[Installer]
AdditionalIcons, "Լրացուցիչ պատկերներ."
CreateContextMenuItems, "Ավելացնել Windows- ի աջ սեղմման ենթատեքստային ընտրացանկ"
CurrentUserOnly, "Միայն Ձեզ համար"
DesktopIcon, "Ստեղծել պատկերը &Աշխատասեղանին"
DotNetInstallNow, "Կցանկանայի՞ք տեղադրել այն հիմա:"
DotNetRequired, "Այս ծրագիրը գործարկելու համար ձեր համակարգին պետք է .NET Framework թարմացում:"
ForAllUsers, "Բոլոր օգտվողների համար"
LaunchNow, "Գործարկել հիմա"
LicKeyInvalid, "Արտոնագրի բանալին կարծես ճիշտ է։"
LicKeyLabel, "Արտոնագրի բանալին."
LicKeySelectOption, "Խնդրում ենք ընտրել լիցենզիայի բանալու տարբերակ և կրկին փորձեք:"
LicKeyText, "Լիցենզիայի հիմնական ընտրանքներ."
LicKeyTextAdminLocked, "Ձեր Լիցենզիայի բանալին սահմանվել է ձեր Կառավարչի կողմից:"
LicKeyTextChangeFree, "Կարգավորումների պատուհանում սեղմեք 'Փոխել Ազատ տարբերակի'՝ օգտագործելու Ազատ տարբերակը։"
LicKeyTextEnterOrFree, "Մուտքագրեք վավեր լիցենզիայի բանալին կամ ընտրեք «Օգտագործեք փորձարկման տարբերակը»:"
LicKeyTextPaid, "Օգտագործեք այս լիցենզիայի բանալին ՝"
LicKeyTextTrial, "Օգտագործեք փորձարկման տարբերակը (միայն առաջին անգամ), փորձարկումից հետո վերադառնում է Ազատ վարկած"
RunAtStartup, "Գործարկել Windows- ի գործարկման ժամանակ"
SteamKeyInvalid, "Ձեր Steam լիցենզիայի բանալին չհաջողվեց ճիշտ բեռնել:"
TextBefore, "Եթե FileSeek-ը այժմ աշխատում է, ապա փակեք այն և նոր միայն սկսեք նոր տարբերակի տեղադրումը։\n\nԹարմացումների և աջակցության համար այցելեք https://www.fileseek.ca կայքը։"
UninstallRemoveAllData1, "Անկանու՞մ եք ամբողջությամբ հեռացնել բոլոր դիմումների պարամետրերը, նախասիրությունները և ժամանակավոր ֆայլերը:"
UninstallRemoveAllData2, "Սա խորհուրդ չի տրվում, եթե դուք կրկին տեղադրեք այս ծրագիրը:"
UnsupportedWindowsVersion, "Այս ապրանքն այլևս չի ապահովվում Windows- ի ձեր տարբերակի վրա: Կցանկանայի՞ք ավելի շատ տեղեկություններ ստանալ հին աջակցվող տարբերակը ներբեռնելու մասին:"


[LicenseValidate_Strings]
ExpiredPrompt, "FileSeek-ը փորձարկելու ժամկետը ավարտվել է։\nԵթե արդեն ձեռք եք բերել արտոնագիր, ապա մուտքագրեք այն FileSeek-ի կարգավորումների պատուհանում։\n\nՑանկանու՞մ եք ծանոթանալ FileSeek Pro-ն գնելու մանրամասներին։"
FreeLicenseReminder, "Wantանկանո՞ւմ եք աջակցել հետագա զարգացմանը: Սեղմեք այստեղ!"
Invalid, "Արտոնագրի բանալին սխալ է։"
InvalidReseller, "Արտոնագրի Ձեր բանալին ճիշտ է միայն FileSeek -ի համար, որը Ձեզ է տրամադրել Ձեր Reseller-ը:\nԿապնվեք Ձեր Reseller-ի հետ:"
LicenseProcessPro, "Շնորհակալություն գրանցվելու համար։"
LicenseProcessProRestoreSettingsPrompt, "Հայտնաբերվել է ձեր Pro պարամետրերի ավտոմատ պահուստ:\nԱյս պահուստային ֆայլը հին է {0} օր:\nԿցանկանայի՞ք ներմուծել ձեր Pro- ի կարգավորումները: Ձեր բոլոր ընթացիկ պարամետրերը գերակշռում են պահուստային մասում նշված պարամետրերին:"
LicenseProcessRemoved, "Արտոնագրի բանալին հեռացվել է։"
LicenseProcessTrial, "Շնորհակալություն FileSeek Pro-ը փորձարկելու համար։\nԱրտոնագրի ժամկետը կավարտվի {0:D}-ին։"
TrialAlmostDonePrompt, "Ծրագրի փորձարկման ժամանակը շուտով կլրանա։\nԵթե արդեն գնել եք ծրագրի արտոնագիրը, ապա գրանցեք DisplayFusion-ը։\n\nՑանկանու՞մ եք լրացուցիչ տեղեկություններ ստանալ FileSeek Pro-ի մասին։"


[WindowsContextMenu_Strings]
SearchWithFileSeek, "Փնտրել FileSeek-ով"


[Words]
About, "Մասին"
Add, "Ավելացնել"
AdminSettingsLock, "Որոշ կարգավորումներ հաստատվել են ցանցային Ձեր ադմինի կողմից"
Apply, "&Կիրառել"
Browse, "Զննել"
ButtonLater, "&Ավելի ուշ"
ButtonMoreInformation, "&Մանրամասն"
ButtonUseFreeVersion, "&Օգտագործել Ազատ տարբերակը"
BuyALicenseKey, "Գնեք լիցենզիայի բանալին"
Cancel, "&Չեղարկել"
Close, "&Փակել"
Copy, "& Պատճենել"
Custom, "Պատվերով"
Cut, "&Կտրել"
Default, "Լռելյայն"
Delete, "& Deleteնջել"
Disable, "& Անջատել"
Disabled, "Անջատված է"
Duplicate, "& Կրկնօրինակել"
Edit, "Խմբագրել"
Enable, "& Միացնել"
Enabled, "Միացված է"
EnterALicenseKey, "Մուտքագրեք լիցենզիայի բանալին"
Error, "Սխալ"
ErrorNotAdminUACDisabled, "UAC-ը անջատված է, բայց դուք Ադմին չեք, ձեր հարցումը չի կատարվի։\nՄիացրեք UAC կամ մուտք գործեք որպես Ադմին։\nԵթե արդեն անջատել եք UAC-ը, ապա վերագործարկեք համակարգիչը։"
Exit, "E Դուրս գալ &"
FileTypes_AllFiles, "Բոլոր ֆայլերը"
FileTypes_ApplicationFiles, "Դիմումի ֆայլեր"
FileTypes_HTMLFiles, "HTML ֆայլեր"
FileTypes_ImageFiles, "Պատկերային ֆայլեր"
FileTypes_RegistryFiles, "Ռեեստրի ֆայլեր"
FileTypes_SoundFiles, "Ձայնային ֆայլեր"
FileTypes_VideoFiles, "Վիդեո ֆայլեր"
FileTypes_ZipFiles, "Փոստային ֆայլեր"
FreeVsPro, "Ազատ ընդդեմ Pro- ի"
Help, "Օգնություն"
Info, "Տեղեկատվություն"
InvalidImageFile, "Այս պատկերը կարծես կոռումպացված է կամ անընթեռնելի է:"
Language, "Լեզու"
Load, "& Բեռ"
Name, "Անուն"
NameLabel, "Անուն:"
Never, "Երբեք"
No, "Ոչ"
OK, "&ԼԱՎ"
Paste, "& Կպցնել"
ProductSocialOnFacebook, "FileSeek- ը Ֆեյսբուքում"
ProductSocialOnLinkedIn, "FileSeek- ը LinkedIn- ում"
ProductSocialOnTwitter, "FileSeek- ը Twitter- ում"
ProOnlyButtonToolTip, "Այս հատկությունը միայն Pro- ն է:\nԼրացուցիչ տեղեկությունների համար սեղմեք այստեղ:"
ProOnlyLabelText, "Այս գործառույթը միացնելու համար վերազինեք Pro լիցենզիա"
ProOnlyNotice, "Pro Միայն հատկությունները կարևորվում են կապույտ գույնով"
ProOnlyQuestion, "Այս գործառույթն օգտագործելու համար դուք պետք է թարմացնեք Pro լիցենզիա:\nԿցանկանայի՞ք լրացուցիչ տեղեկություններ արդիականացման վերաբերյալ:"
ProOnlyShort, "Pro միայն"
Redo, "& Ready"
Refresh, "& Թարմացրեք"
Remove, "Հեռացնել"
Rename, "& Վերանվանել"
Retry, "Փորձել"
Save, "& Խնայել"
Seconds, "վայրկյան"
Select, "Ընտրեք"
SelectAll, "&Ընտրել բոլորը"
Settings, "Կարգավորումներ"
Start, "Սկսել"
Stop, "Դադարեցրեք"
Sync, "Համաժամեցում"
Undo, "Եւ հետարկել"
Unknown, "Անհայտ"
Yes, "Այո"